---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewFamily.ImageView
enum: Autodesk.Revit.DB.ViewFamily
source: html/916ed7b6-0a2e-c607-5d35-9ff9303b1f46.htm
---
# Autodesk.Revit.DB.ViewFamily.ImageView

Rendering view.